{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "MiniDYM": {
      "src": "https://github.com/Penaz91/MiniDYM"
    },
    "Oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "any-jump.vim": {
      "src": "https://github.com/pechorin/any-jump.vim"
    },
    "autoclose": {
      "src": "https://github.com/m4xshen/autoclose.nvim"
    },
    "autoclose.nvim": {
      "src": "https://github.com/m4xshen/autoclose.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "colorizer": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "comfy-line-numbers.nvim": {
      "src": "https://github.com/mluders/comfy-line-numbers.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "esqueleto.nvim": {
      "src": "https://github.com/cvigilv/esqueleto.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align"
    },
    "mini.animate": {
      "src": "https://github.com/nvim-mini/mini.animate"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.tabline": {
      "src": "https://github.com/nvim-mini/mini.tabline"
    },
    "minialign": {
      "src": "https://github.com/nvim-mini/mini.align"
    },
    "minicomment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "minigit": {
      "src": "https://github.com/nvim-mini/mini-git"
    },
    "minimove": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "minipick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nvim": {
      "src": "https://github.com/neko-night/nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "vim-colors-modern-borland": {
      "src": "https://github.com/letorbi/vim-colors-modern-borland"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
